---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodUseManualLateColor
source: html/de20d8f9-a189-5f46-da20-81a046a4c2a2.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodUseManualLateColor Property

The property labeled "Use manual latewood color" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodUseManualLateColor { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".